vegeta/testcandidates/prisma/results/2018-07-08_19:47/byArtistId-1250.txt
Requests      [total, rate]            75000, 1250.02
Duration      [total, attack, wait]    1m0.0014814s, 59.999199824s, 2.281576ms
Latencies     [mean, 50, 95, 99, max]  3.393814ms, 2.276148ms, 7.683494ms, 24.65403ms, 196.609454ms
Bytes In      [total, mean]            6900000, 92.00
Bytes Out     [total, mean]            9750000, 130.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:75000  
Error Set: