vegeta/testcandidates/prisma/results/2018-07-08_19:47/byArtistId-2000.txt
Requests      [total, rate]            120000, 2000.02
Duration      [total, attack, wait]    1m0.002332965s, 59.999499835s, 2.83313ms
Latencies     [mean, 50, 95, 99, max]  7.09691ms, 3.575744ms, 18.660142ms, 76.073898ms, 818.215524ms
Bytes In      [total, mean]            11040000, 92.00
Bytes Out     [total, mean]            15600000, 130.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:120000  
Error Set: